{
  "Title": "The Unbound Slugcat",
  "Description": "\u0022I was never supposed to be here.\u0022\r\n\r\n[url=https://discord.gg/EmPJh7s2dY]My modding server[/url]. Please consider joining if you enjoy what I make.\r\n\r\nA custom slugcat originally uploaded for 1.9.06 and released for it, updated.\r\n\r\nHe can chain walljumps, double jump by pressing the jump key, and has a semi-variable long jump.\r\nNo ending (yet), changes to Iterator dialogue, much of which will be changed in a future update.\r\nHas custom (non-Downpour) Echo dialogue. Maybe you\u0027ll be able to piece together what his deal is through them...\r\nSome maps are broken\r\n\r\n\r\nI am not taking criticism; I made this for fun. Thank you.\r\n\r\nThis character is a very near and dear OC! Shipping is iffy; I\u0027m okay with him being shipped with Marauder or a canon cat, but please ask before shipping him with any other modcats!\r\nHe canonly ends up in a relationship with Oracle (unreleased, belongs to Pix), the red Scavenger (also unreleased / to be added), and a slugcat belonging to Cass / Dustbunniess (not seperately, mind you, it\u0027s polyamory). Shipping with those characters is not only allowed but encouraged.\r\n\r\nGithub: https://github.com/neoncityrain/NCRUnbound\r\n\r\n[h1]Credits[/h1]\r\n[b]Ice Fox of Camelot / Pix:[/b] music\r\n[b]Agriocnemis / Ymir:[/b] helping code, keeping me from spontaneously combusting over math, and quality testing dialogue\r\n[b]Pink:[/b] Design, reference, and optional included dress my slugcat skin\r\nSpecial thanks also goes to [b]Scuglat[/b], who encouraged me to revisit this mod.\r\n\r\n[img]https://64.media.tumblr.com/832e7c268608a3eb3485dcfa160016fe/54c107dad43f1e23-16/s640x960/32b1bd5cc88c3a60ab840c360d0b96ff20b95a68.png[/img]",
  "ID": "NCR.theunbound",
  "Version": "2.1.4",
  "TargetGameVersion": "v1.9.15.3",
  "Requirements": "slime-cubed.slugbase",
  "RequirementNames": "SlugBase",
  "Authors": "NeonCityRain",
  "Visibility": "Public",
  "Tags": [
    "Campaigns",
    "Custom Slugcat"
  ],
  "WorkshopID": 3262661679,
  "UploadFilesOnly": false,
  "UploadThumbnail": false
}