{
  "Title": "The Unbound Slugcat",
  "Description": "\u0022I was never supposed to be here.\u0022\r\nA slugcat with Cyan-lizard-like abilities and a unique overseer friend struggles to survive in a world already built to take down someone like him.\r\nJump a second time in the air... and a third time after long-jumping! His rings change colour depending on its recharge.\r\n[h2][u]Please submit a report to the Bug Report thread if this mod is not working![/u][/h2]\r\n\r\nA custom slugcat originally uploaded for 1.9.06 and released for it, updated.\r\nTimeline-wise, Unbound is set between Artificer and Hunter post-Moon collapse. Some rooms have been fully level edited to reflect this.\r\nDownpour is not necessary, but is heavily recommended in order to fully enjoy exploring.\r\nNo ending (yet), changes to Iterator dialogue, much of which will be changed in a future update.\r\nUtilizing the remix menu is heavily recommended, especially if you find his campaign too difficult.\r\n\r\n\r\n[h1]Compatibilities[/h1]\r\nFake Achievements- planned\r\nPush to Meow- planned\r\n\r\n[h1]Incompatibilities and Dependencies[/h1]\r\nUsing Simplified Moveset to wall-climb may cause Unbound to launch rapidly. It\u0027s funny, so I may keep it in or make it a future remix toggle.\r\nNo known incompatibilities. If you find one, please let me know- I wish to make this mod as compatible as possible!\r\nSlugbase is the only dependency. World files, item information, and graphics were all edited and coded in by hand.\r\n\r\n[h1]Known Issues[/h1]\r\n- Sometimes the game gets weird if you DON\u0027T have More Slugcats enabled. I want to fix this, so please report any errors if you do not own the DLC!\r\n- Sometimes this mod will ping your antivirus. I don\u0027t have a clue why. If you are concerned, the Github is below and includes all the code and some extra things (such as WIPs and removed content). But I have like ten dollars to my name so I don\u0027t think I could afford to make trojans and have no interest in learning how to, tbh\r\n\r\n[h1]Links[/h1]\r\nGithub: https://github.com/neoncityrain/NCRUnbound\r\nWiki: https://rainworldmods.miraheze.org/wiki/Unbound\r\nDiscord Server: https://discord.gg/EmPJh7s2dY\r\nArtfight profile: https://artfight.net/character/4449687.the-unbound\r\n\r\n[h1]Credits[/h1]\r\n[b]Ice Fox of Camelot / Pix:[/b] music that I swear will be used eventually\r\n[b]Agriocnemis / Ymir:[/b] minor code help, keeping me from spontaneously combusting over math, quality testing dialogue, future artwork\r\n[b]Pink:[/b] Design, reference, and optional included dress my slugcat skin\r\n[b]Scuglat / CritterHeart[/b]: Encouraging me to revisit this mod, optional included dress my slugcat skin\r\n[b]Wolfycatt[/b]: Future art\r\nAnd a thank you to everyone who was and is kind enough to cheer me on!\r\n\r\n[img]https://64.media.tumblr.com/832e7c268608a3eb3485dcfa160016fe/54c107dad43f1e23-16/s640x960/32b1bd5cc88c3a60ab840c360d0b96ff20b95a68.png[/img]\r\n\r\n[h1]Before You Comment[/h1]\r\n- Criticism is not okay due to most people not knowing the difference between criticism, errors, and just plain being a dick. I also am not in a good mental place for it. Pointing out mistakes, issues, or glitches is helpful, but please don\u0027t talk about how much you hate XYZ.\r\n- If you find an error, glitch, ect, please use the [url=https://steamcommunity.com/workshop/filedetails/discussion/3262661679/4343239957177356958/]Bug Report Discussion[/url]. It has instructions on how to explain your issues.\r\n- I am one transgender, physically disabled, and mentally ill man who makes no money off of this. I make this for fun and don\u0027t put my content behind paywalls. Be respectful. If you want to support me, my ko-fi is here: https://ko-fi.com/neoncityrain\r\n- Unbound is also transgender, his pronouns are \u0027he\u0027 or \u0027they\u0027! \u0027It\u0027 or neopronouns are also okay, he\u0027d be a little surprised but not upset! He is one of my most near and dear characters who was not originally made for Rain World.",
  "ID": "NCR.theunbound",
  "Version": "2.2.13",
  "TargetGameVersion": "v1.9.15.4",
  "Requirements": "slime-cubed.slugbase",
  "RequirementNames": "SlugBase",
  "Authors": "NeonCityRain",
  "Visibility": "Public",
  "Tags": [
    "Campaigns",
    "Custom Slugcat"
  ],
  "WorkshopID": 3262661679,
  "UploadFilesOnly": false,
  "UploadThumbnail": false
}